# Задание 1

# три команды
print("Glo", "Academy",  sep=" ")
print()
print("Glo Academy")

# одна команда
print("Glo Academy", "Glo Academy", sep="\n\n")

# Задание 2
print("_____________")
print("Как тебя зовут?")
name = input()
print("Привет", name, sep=", ")

# Задание 3
print("_____________")
print("Как вас зовут?")
name = input()
print("Какая у вас фамилия?")
surname = input()
print("Какое у вас отчество?")
father_name = input()
print(name, surname, father_name, sep="-")
