# Задание 1

# три команды
print("G", "l", "o",  sep="", end=" ")
print("Aca", "de", sep="", end="")
print("my")

print()
# одна команда
print("Glo Academy")

# Задание 2
print("_____________")
print("Как тебя зовут?")
name = input()
print("Привет", name, sep=", ")

# Задание 3
print("_____________")
print("Как вас зовут?")
name = input()
print("Какая у вас фамилия?")
surname = input()
print("Какое у вас отчество?")
father_name = input()
print(name, surname, father_name, sep="-")
